{
  "Common": {
    "about_me": "About Me",
    "my_work": "My Work",
    "view_all_projects": "View All Projects"
  },
  "HomePage": {
    "hello_text": "Hey! It's me Alireza,",
    "hero_title": "Designing , seamless & engaging experiences , with purpose.",
    "hero_subtitle": "I collaborate with brands and businesses to craft modern, user-friendly, and high-performance web experiences that leave a lasting impact.",
    "know_me_better": "Know me better",
    "about_description": "Hey, I’m Alireza Hosseini, with years of experience in design & development, focused on creating high-quality and impactful digital experiences. I’ve collaborated with innovative brands and businesses to elevate their products to their best version.",
    "selected_projects":"Selected Projects",
    "selected_projects_subtitle": "Here are some of my projects and accomplishments.",
    "speciality": "Speciality",
    "areas_of_expertise": "Areas of Expertise",
    "testimonials": "Testimonials",
    "testimonials_subtitle": "What others say",
    "testimonials_description": "I've worked with some amazing people over the years, here is what they have to say about me."
  },
  "Navigation": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "connect": "Connect"
  },
  "Buttons": {
    "download_resume": "Download CV",
    "github": "Github",
    "more": "More"
  },
  "AboutPage": {
    "page_title": "About me",
    "about_me_description": "I’ve loved computers since I was a kid and I’ve always been curious about how programs work. Writing code, solving problems, and finding solutions are really exciting to me. Also, working with an active team, where everyone works towards the same goal, is something I really enjoy.<br /> Over time, I’ve focused more on React, Next.js, and TypeScript. I started by building simple pages with HTML and CSS, and slowly moved into professional web development. Now, I work on projects that challenge me and help me learn new things.<br /> I’m always looking to grow and learn more. If you have an idea you want to turn into a professional website, I’d love to chat!",
    "cv_link": "/Resume_en_alireza_hosseini.pdf"
  },
  "NotFound": {
    "title": "Oops! Page not found.",
    "description": "We couldn’t find what you are looking for. Please check the URL and try again!",
    "button": "Back to Homepage"
  }
}
